{
  "guitars": [
    {
      "name": "G5230T Electromatic® Jet™ FT Single-Cut",
      "imageUrl": "https://www.fmicassets.com/Damroot/GretschVert/10002/2507210506_gtr_frt_001_rr.png",
      "category": "",
      "tailpiece": "Bigsby®",
      "orientation": "Right-Hand",
      "series": "Gretsch® Electromatic Collection",
      "color": "Black",
      "modelNumber": 2507210506 ,
      "description": "Pure Jet™ Power
  In its 65 year existence the Gretsch Jet has been the hallmark sound for iconic players. The all-new G5230T Electromatic® Jet™ FT Single-Cut with Bigsby® captures that essential Jet power and fidelity at an incredible price.

  Chambered Mahogany Bodies — Loud and Clear
  Classic Jet tone begins with a chambered mahogany body with maple top that produces full lows and mids with an exceptionally smooth and present high end. The result is a deep acoustic foundation that is robust, yet balanced.

  Black Top Filter'Tron™ Pickups – Quintessential Power and Clarity
  Black Top Filter'Tron™ pickups amplify and accentuate the Electromatic Jet FT's chambered body to produce a wide, balanced and transparent tone. Loud and punchy, this Jet sounds out with remarkable definition at any level of gain. Together, the body and pickups thunder with full, responsive lows and mids with a high end that sparkles without spikes.

  Total Tonal Control
  The Electromatic Jet FT is equipped with essential features that give you complete tonal control. The combination of individual pickup volume controls, master tone and master volume with treble bleed circuit provides intuitive global control over your pickup and tone settings."
    },
    {
      "name": "G5230LH Electromatic® Jet™ FT Single-Cut",
      "imageUrl": "https://www.fmicassets.com/Damroot/GretschVert/10001/2507220506_gtr_frt_001_rl.png",
      "category": "",
      "tailpiece": "'V' Stoptail",
      "orientation": "Left-Hand",
      "series": "Gretsch® Electromatic Collection",
      "color": "Black",
      "modelNumber": 2507220506 ,
      "description": "Pure Jet™ Power
  In its 65 year existence the Gretsch Jet has been the hallmark sound for iconic players. The all-new G5230LH Electromatic™ Jet™ FT Single-Cut with 'V' Stoptail captures that essential Jet power and fidelity at an incredible price.

  Chambered Mahogany Bodies — Loud and Clear
  Classic Jet tone begins with a chambered mahogany body with maple top that produces full lows and mids with an exceptionally smooth and present high end. The result is a deep acoustic foundation that is robust, yet balanced.

  Black Top Filter'Tron™ Pickups – Quintessential Power and Clarity
  Black Top Filter'Tron™ pickups amplify and accentuate the Electromatic Jet FT's chambered body to produce a wide, balanced and transparent tone. Loud and punchy, this Jet sounds out with remarkable definition at any level of gain. Together, the body and pickups thunder with full, responsive lows and mids with a high end that sparkles without spikes.

  Total Tonal Control
  The Electromatic Jet FT is equipped with essential features that give you complete tonal control. The combination of individual pickup volume controls, master tone and master volume with treble bleed circuit provides intuitive global control over your pickup and tone settings."
    },
    {
      "name": "G6118T-135 LTD 135th Anniversary™",
      "imageUrl": "https://www.fmicassets.com/Damroot/GretschVert/10002/2401103844_gtr_frt_001_rr.png",
      "category": "hollowbody",
      "tailpiece": "Bigsby®",
      "orientation": "Right-Hand",
      "series": "Gretsch® Professional Collection ",
      "color": "2-Tone Casino Gold/Dark Cherry Metallic",
      "modelNumber": 2401103844,
      "description": "G6118T-135 Players Edition 135th Anniversary™ Single Cutaway with Bigsby®

  For well over a century the Gretsch sound has been recognized as big and powerful, loud and clear. To commemorate 135 years of remarkable sound, we proudly present the Limited Edition G6118T-135 Anniversary™ with Bigsby® guitar.

  We begin with a 16-inch, 3-ply maple hollow body with '59 trestle bracing that is powered by the acclaimed High Sensitive Filter'Tron pickups. Together, this combination provides the big-body power, crisp snap and exceptional fidelity that has made Gretsch famous for over 100 years.

  The body features an opulent 2-Tone Casino Gold on Dark Cherry Metallic finish and is adorned with matching pickguard and pickup bezels to create a look and style as big and unmistakable as its sound.

  Rest assured the G6118T-135 has plenty of 'go' with its 'show,'' and is equipped with a String-Thru Bigsby® B6CP tailpiece, locking tuning keys, master volume with treble bleed circuit, master tone and individual pickup volume controls.

  Additional premium features include a three-piece maple neck, 12''-radius ebony fingerboard with 22 medium jumbo frets, pearloid Neo-Classic™ 'thumbnail' inlays, matching mother of pearl Gretsch logo on headstock with an Anniversary model plaque. The G6118T-135 also features chrome 'G-Arrow' control knobs and hardware, rocking bar bridge on pinned ebony base and Gotoh™ locking tuners. Includes a deluxe hardshell case."
    },
    {
      "name": "G6134T-CDG Limited Edition Penguin™",
      "imageUrl": "https://www.fmicassets.com/Damroot/GretschVert/10001/2400509846_gtr_frt_001_rr.png",
      "category": "",
      "tailpiece": "Bigsby®",
      "orientation": "Right-Hand",
      "series": "Gretsch® Professional Collection ",
      "color": "Cadillac Green",
      "modelNumber": 2400509846,
      "description": "The smartly appointed G6134T-CDG Limited Edition Penguin™ with Bigsby® and Gold Hardware takes Gretsch’s rarest bird and decks it out in a suave Cadillac Green Metallic finish, complemented by a matching headstock, glittering gold sparkle binding and gold hardware (including a banjo arm rest). Dual TV Jones® TV Classic pickups deliver pure Gretsch power, with “Squeezebox” paper-in-oil capacitors under the hood for even smoother vintage tone. It also includes a no load tone control for smoother tonal taper while unleashing full-throttle Filter’Tron™ power, and a Bigsby® B3G."
    },
    {
      "name": "G6609TFM Players Edition Broadkaster® Center Block Double-Cut",
      "imageUrl": "https://www.fmicassets.com/Damroot/GretschVert/10001/2400700878_gtr_frt_001_rr.png",
      "category": "hollowbody",
      "tailpiece": "String-Thru Bigsby®",
      "orientation": "Right-Hand",
      "series": " Gretsch® Professional Collection ",
      "color": "Bourbon Stain",
      "modelNumber": 2400700878,
      "description": "Gretsch’s time-honored “Broadkaster” name now adorns the flagship guitars of its center block lineup, crafted for full-spectrum sound at high volume with powerful new pickups and a chambered spruce center block that enhances body resonance for more organic tone and comfortably lighter weight.

  Built to perform, the G6609TFM Players Edition Broadkaster® Center Block Double-Cut with String-Thru Bigsby® and Flame Maple features a stunning tiger flame maple body with a matching headstock in handsome Dark Cherry Stain and Bourbon Stain finishes. Two new U.S.-made Full’Tron™ pickups deliver full-spectrum sonic range with a growl unlike any other pickup, in addition to classic Gretsch chime, balance and brilliance with a dash of extra-mid concentration for powering through overdriven and distorted passages at full volume."
    },
    {
      "name": "G6131MY-CS Custom Shop Malcolm Young 'Salute' Jet™",
      "imageUrl": "https://www.fmicassets.com/Damroot/GretschVert/10001/2410106821_gtr_frt_001_rr.png",
      "category": "artist",
      "tailpiece": "",
      "orientation": "Right-Hand",
      "series": "Gretsch® USA Custom Shop ",
      "color": "Natural",
      "modelNumber":  2410106821 ,
      "description": "Malcolm Young, we salute you. At long last, Gretsch honors the guitarist whose rock-solid rhythm guitar swagger and songwriting provided the unshakeable foundation for Australia’s most beloved musical export, AC/DC, for more than 40 years. The G6131MY-CS Custom Shop Malcolm Young “Salute” Jet™ pays faithful homage to Young’s famously battle-hardened instrument, which began life in 1963 as a red Gretsch Jet Firebird handed down to him by Harry Vanda and elder brother George Young (of Easybeats fame) and nicknamed “The Beast.” Malcolm certainly made the instrument his own, not least by removing two of the three pickups, stripping away the finish, and pounding out some of the hardest rocking rhythm guitar ever heard in either hemisphere.

  The G6131MY-CS Custom Shop Malcolm Young “Salute” Jet is a meticulously crafted Gretsch Custom Shop recreation accurate down to every last nick, scratch and dent acquired over Young’s long and raucously illustrious career."
    },
    {
      "name": "",
      "imageUrl": "",
      "category": "",
      "tailpiece": "",
      "orientation": "",
      "series": "",
      "color": "",
      "modelNumber": ,
      "description": ""
    },
  ],
  "guitar-filters": [
    {
      "title": "NEWEST MODELS",
      "tagLine": "SEE THE LATEST",
      "image": "../assets/newest.jpg"
    },
    {
      "title": "THE BIG BODY SOUND",
      "tagLine": "VIEW HOLLOW BODIES",
      "image": "../assets/hollow.jpg"
    },
    {
      "title": "ARTIST MODELS",
      "tagLine": "VIEW ARTIST SIGNATURES",
      "image": "../assets/artist.jpg"
    }
  ],
  "social-links": [
    {
      "associatedApp": "INSTAGRAM",
      "image": "../assets/instagram.jpg",
      "link": "https://www.instagram.com/officialgretsch/"
    },
    {
      "associatedApp": "FACEBOOK",
      "image": "../assets/facebook.jpg",
      "link": "https://www.facebook.com/GretschGuitars"
    },
    {
      "associatedApp": "YOUTUBE",
      "image": "../assets/youtube.jpg",
      "link": "https://www.youtube.com/user/gretschguitars/"
    },
    {
      "associatedApp": "ARTISTS",
      "image": "../assets/artists.jpg",
      "link": "https://gretschguitars.com/artists"
    }
  ]
}
